tap "azure/kubelogin"
tap "dapr/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "go-task/tap"
tap "homebrew/bundle"
tap "kubeshark/kubeshark"
tap "minio/stable"
tap "mongodb/brew"
tap "nats-io/nats-tools"
tap "txn2/tap"
brew "act"
brew "cryptography", link: false
brew "python@3.12"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "argocd"
brew "argocd-autopilot"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "cmake"
brew "cmatrix"
brew "difftastic"
brew "docker"
brew "dos2unix"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fx"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "openssl@1.1"
brew "git-secret"
brew "gitleaks"
brew "gnu-tar"
brew "go"
brew "go-task"
brew "gomplate"
brew "goreman"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "helm"
brew "jfrog-cli"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "libssh2"
brew "linkerd"
brew "macvim"
brew "maven"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "pipx"
brew "plantuml"
brew "postgresql@15"
brew "prometheus"
brew "pwgen"
brew "python@3.10"
brew "python@3.11"
brew "redis"
brew "sendemail"
brew "skopeo"
brew "subversion"
brew "testkube"
brew "the_silver_searcher"
brew "tilt"
brew "tmux"
brew "tree"
brew "vault"
brew "vault-cli"
brew "watch"
brew "websocat"
brew "wget"
brew "yq"
brew "azure/kubelogin/kubelogin"
brew "dapr/tap/dapr-cli"
brew "kubeshark/kubeshark/kubeshark"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-database-tools"
brew "nats-io/nats-tools/nats"
brew "txn2/tap/kubefwd"
cask "maccy"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexanderius.vscode-theme-pygment"
vscode "amodio.tsl-problem-matcher"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "genuitecllc.codetogether"
vscode "ginfuru.vscode-jekyll-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hediet.vscode-drawio"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.kotlin"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mscgenjs.vscode-mscgen"
vscode "naumovs.color-highlight"
vscode "nocalhost.nocalhost"
vscode "phplasma.csv-to-table"
vscode "quang-nhan.query-json-lite"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sandipchitale.vscode-decode-x509certificates"
vscode "semanticdiff.semanticdiff"
vscode "simonsiefke.svg-preview"
vscode "sonarsource.sonarlint-vscode"
vscode "tchoupinax.tilt"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "zamerick.vscode-caddyfile-syntax"
